// 粤语
module.exports = {
    submit:"確定",
    cancel:"取消",
    navList:["項目1","項目2","項目3","項目4"],
    sliderList:[
        {
            name:"菜單1",
            child:{
                name:"子選項1"
            }
        },
        {
            name:"菜單2",
            child:{
                name:"子選項2"
            }
        },
        {
            name:"菜單3",
            child:{
                name:"子選項3"
            }
        },
        {
            name:"菜單4",
            child:{
                name:"子選項4"
            }
        },
    ],
    searchBtn:"查詢",
    indexPage:{
        personAdd:"新增用戶",
        clickRate:"點擊量",
        fileAdd:"新增檔案",
        shareCount:"分享統計"
    },
    userCenter:{
        urlName:"個人中心",
        level1:"新手",
        level2:"小學",
        level3:"國中",
        level4:"高中",
        level5:"大學",
        level6:"研究生",
        level7:"博士",
        myDoc:"我的文件",
        myCollect:"我的收藏",
        uploadFile:"上傳檔案",
        gold:"金幣",
        tagDrawer:"添加標籤",
        subLabel:"興趣標籤",
        level:"等級",
        addLabel:"添加標籤",
        tagList:[
            {
                "name": "幼兒/小學教育",
                "list": [
                    "教育管理",
                    "小學學案",
                    "小學教育",
                    "小學考試",
                    "愛心教育",
                    "小學課件",
                    "課外知識 "
                ]
            },
            {
                "name": "中學教育",
                "list": [
                    "高中教育",
                    "試題",
                    "初中教育",
                    "競賽題",
                    "教學研究",
                    "中學學案",
                    "中學課件",
                    "職業教育",
                    "中考",
                    "高考英語",
                    "中學作文",
                    "體育理論與教學",
                    "高考",
                    "中學實驗",
                    "音樂美術 "
                ]
            },
            {
                "name": "高等教育",
                "list": [
                    "工學",
                    "理學",
                    "歷史學",
                    "農學",
                    "哲學",
                    "習題/試題",
                    "科普讀物",
                    "大學課件",
                    "研究生課件",
                    "思想政治",
                    "專業基礎教材",
                    "生物學",
                    "語言學",
                    "教育學",
                    "微積分",
                    "統計學",
                    "實驗設計 "
                ]
            },
            {
                "name": "研究生考試",
                "list": [
                    "綜合",
                    "輔導諮詢",
                    "考研政治",
                    "考研數學",
                    "MBA/MPA",
                    "专业课",
                    "考研英语",
                    "法律硕士"
                ]
            },
            {
                "name": "外语学习",
                "list": [
                    "英语写作",
                    "英语听力",
                    "英语口语",
                    "语法",
                    "英语词汇",
                    "翻译基础知识",
                    "英语四六级",
                    "英语专业四八级",
                    "英语词典",
                    "小语种语言",
                    "德语学习",
                    "英语读物",
                    "俄语学习",
                    "英语学习",
                    "韩语学习",
                    "商务英语",
                    "托福",
                    "雅思/LSAT",
                    "GRE",
                    "GMAT",
                    "日语学习",
                    "法语学习",
                    "英语基础",
                    "英语阅读"
                ]
            },
            {
                "name": "资格/认证考试",
                "list": [
                    "公务员考试",
                    "专升本考试",
                    "成考",
                    "自考",
                    "教师资格考试",
                    "司法考试",
                    "微软认证",
                    "思科认证",
                    "注册会计师",
                    "全国翻译资格认证",
                    "医师/药师资格考试",
                    "会计职称考试",
                    "报关员资格考试",
                    "人力资源管理师",
                    "安全工程师考试",
                    "出国培训",
                    "資產評估師考試",
                    "技工類職業技能考試",
                    "銀行從業資格",
                    "計算機等級考試",
                    "營養師認證",
                    "物流師考試",
                    "證券從業資格考試",
                    "註冊稅務師",
                    "理財規劃師",
                    "建築師考試",
                    "質量管理體系認證",
                    "建造師考試 "
                ]
            }
        ]
    }
}