// 中文
module.exports = {
    /* 全局 */
    submit:"确定",
    cancel:"取消",
    
    /* 导航 */
    navList:["项目1","项目2","项目3","项目4"],
    
    /* 侧边导航 */
    sliderList:[
        {
            name:"首页",
            child:{
                name:"子选项1"
            }
        },
        {
            name:"菜单2",
            child:{
                name:"子选项2"
            }
        },
        {
            name:"菜单3",
            child:{
                name:"子选项3"
            }
        },
        {
            name:"菜单4",
            child:{
                name:"子选项4"
            }
        },
    ],

    /* 查询按钮 */
    searchBtn:"查询",

    /* 首页 */
    indexPage:{
        personAdd:"新增用户",
        clickRate:"点击量",
        fileAdd:"新增文件",
        shareCount:"分享统计"

    },

    /* 个人中心 */
    userCenter:{
        urlName:"个人中心",
        level1:"新手",
        level2:"小学",
        level3:"初中",
        level4:"高中",
        level5:"大学",
        level6:"研究生",
        level7:"博士",
        myDoc:"我的文档",
        myCollect:"我的收藏",
        uploadFile:"上传文档",
        gold:"金币",
        tagDrawer:"添加标签",
        subLabel:"兴趣标签",
        level:"等级",
        addLabel:"添加标签",
        tagList:[
            {
                name:"幼儿/小学教育",
                list:["教育管理","小学学案","小学教育","小学考试","爱心教育","小学课件","课外知识"]
            },
            {
                name:"中学教育",
                list:["高中教育","试题","初中教育","竞赛题","教学研究","中学学案","中学课件","职业教育","中考","高考英语","中学作文","体育理论与教学","高考","中学实验","音乐美术"]
            },
            {
                name:"高等教育",
                list:["工学","理学","历史学","农学","哲学","习题/试题","科普读物","大学课件","研究生课件","思想政治","专业基础教材","生物学","语言学","教育学","微积分","统计学","实验设计"]
            },
            {
                name:"研究生考试",
                list:["综合" ,"辅导咨询" ,"考研政治" ,"考研数学" ,"MBA/MPA" ,"专业课" ,"考研英语" ,"法律硕士"]
            },
            {
                name:"外语学习",
                list:["英语写作" ,"英语听力" ,"英语口语" ,"语法" ,"英语词汇" ,"翻译基础知识" ,"英语四六级" ,"英语专业四八级" ,"英语词典" ,"小语种语言" ,"德语学习" ,"英语读物" ,"俄语学习" ,"英语学习" ,"韩语学习" ,"商务英语" ,"托福" ,"雅思/LSAT" ,"GRE" ,"GMAT" ,"日语学习" ,"法语学习" ,"英语基础" ,"英语阅读"]
            },
            {
                name:"资格/认证考试",
                list:["公务员考试" ,"专升本考试" ,"成考" ,"自考" ,"教师资格考试" ,"司法考试" ,"微软认证" ,"思科认证" ,"注册会计师" ,"全国翻译资格认证" ,"医师/药师资格考试" ,"会计职称考试" ,"报关员资格考试" ,"人力资源管理师" ,"安全工程师考试" ,"出国培训" ,"资产评估师考试" ,"技工类职业技能考试" ,"银行从业资格" ,"计算机等级考试" ,"营养师认证" ,"物流师考试" ,"证券从业资格考试" ,"注册税务师" ,"理财规划师" ,"建筑师考试" ,"质量管理体系认证" ,"建造师考试"]
            }
        ]
    }
}